export const quizzes = {
  "1": {
    title: "Тема 3. Заняття 2.",
    timeLimit: 180, // 3 хвилини на весь тест
	questions: [
        {
        question: "Метою системи відновлення ОВТ у мирний час є ... ? (Згідно \\Основи технічного забезпечення\\ : навч. посіб. / С. А. Копашинський, О. В. Ярошенко, В. О. Дачковський та ін. – К. : НУОУ, 2025.)",
        options: ["постійне підтримання у справному стані технічних засобів відновлення; своєчасне та якісне проведення профілактичних робіт, виявлення виниклих дефектів і їх усунення в процесі використання зразків ОВТ за призначенням", "постійна підтримка високої бойової готовності військ за допомогою ТО і ремонту ОВТ, участь у забезпеченні бойової підготовки та господарської діяльності військ, зберігання рухомих технічних засобів відновлення і вдосконалення системи відновлення", "підтримка боєготовності ОВТ за допомогою ТО і ремонту; забезпечення господарської діяльності військ та їх бойової підготовки; постійне підтримання у справному стані засобів відновлення та вдосконалення системи відновлення"],
        answer: "постійна підтримка високої бойової готовності військ за допомогою ТО і ремонту ОВТ, участь у забезпеченні бойової підготовки та господарської діяльності військ, зберігання рухомих технічних засобів відновлення і вдосконалення системи відновлення"
      },
      {
        question: "Військовий ремонт виробів військового призначення це ... ? (Згідно ДСТУ В 3576-97)",
        options: ["ремонт зразків ОВТ на місцях їх розміщення силами і засобами бригад ремонтних підприємств промисловості або підприємств ВПК, ремонтних або ремонтно-відновлювальних підрозділів, експлуатуючих частин", "ремонт виробів ВП у місцях розміщення чи базування військових частин або розташування несправної техніки силами та засобами структурних підрозділів МО України, а також бригадами ремонтних підприємств і (чи) підприємств-виробників", "ремонт зразків ОВТ на місцях їх розміщення силами і засобами експлуатуючих частин, ремонтних або ремонтно-відновлювальних підрозділів, бригад ремонтних підприємств промисловості або підприємств ВПК", ],
        answer: "ремонт виробів ВП у місцях розміщення чи базування військових частин або розташування несправної техніки силами та засобами структурних підрозділів МО України, а також бригадами ремонтних підприємств і (чи) підприємств-виробників"
      },
      {
        question: "Ремонтно-відновлювальні органи структурно поділяють на ... ? (Згідно \\Організація експлуатації та ремонту озброєння та військової техніки радіотехнічних військ\\ : навч. посіб. / Є. А. Юфа, О. В. Пуховий,  С. Е. Попов та ін. – К. : НУОУ, 2023.)",
        options: ["два ешелони", "три ешелони", "чотири ешелони"],
        answer: "два ешелони"
      },
      {
        question: "Ремонтно-відновлювальні органи – частини, підрозділи призначені для ... ? (Згідно КРВО-2010)",
        options: ["проведення технічної розвідки, евакуації, комплексного та (або) спеціалізованого ремонту пошкоджених зразків ОВТ", "ведення технічної розвідки, евакуації і приведення зразків РЕТ, що вийшли з ладу під час бойового застосування, у готовність до використання за призначенням; передачу неосвоюваного ремонтного фонду (зразків РЕТ, що не можуть бути відновленими своїми силами) на вищий рівень системи; ремонт (відновлення працездатності) зразків РЕТ та повернення їх у підрозділи", "своєчасного проведення технічної розвідки та евакуації пошкоджених ЗРЛ, якісного ремонту зразків ОВТ, що вийшли з ладу під час бойового застосування та повернення їх до строю"],
        answer: "проведення технічної розвідки, евакуації, комплексного та (або) спеціалізованого ремонту пошкоджених зразків ОВТ"
      },
      {
        question: "Бойове пошкодження виробів військового призначення це ... ? (Згідно ДСТУ В 3576-97)",
        options: ["порушення справності та/або працездатності зразка ОВТ внаслідок впливу засобів ураження противника, за якого цей зразок не знищено повністю і він підлягає відновленню (ремонту)", "подія, яка полягає у частковій або повній втраті зразком боєздатності, функціональності чи структурної цілісності внаслідок безпосереднього вогневого, фізичного або радіоелектронного впливу противника", "пошкодження виробів ВП, спричинене дією на них зброї супротивника і (чи) супровідних вражальних чинників"],
        answer: "пошкодження виробів ВП, спричинене дією на них зброї супротивника і (чи) супровідних вражальних чинників"
      }    
	]
  },
  "2": {
    title: "Вступ в HTML",
    timeLimit: 180, // 3 хвилини на весь тест
    questions: [
      {
        question: "Що таке <a>?",
        options: ["Посилання", "Картинка"],
        answer: "Посилання"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      }
    ]
  }
};