export const quizzes = {
  "1": {
    title: "Вступний ОЕтаР ОВТ РТВ",
    timeLimit: 180, // 3 хвилини на весь тест
	questions: [
      {
        question: "Радіолокаційне поле це:",
        options: ["область повітряного простору, у межах якого включеними засобами радіолокації угруповання РТВ забезпечується визначення характеристик повітряних об’єктів", "область повітряного простору, у межах якого включеними засобами радіолокації окремої радіолокаційної роти, радіотехнічного батальйону (бригади, угруповання РТВ) забезпечується виявлення, супроводження та визначення характеристик повітряних об’єктів з імовірністю не менше заданої", "область повітряного простору, у межах якого включеними засобами радіолокації окремої радіолокаційної роти, радіотехнічного батальйону (бригади, угруповання РТВ) забезпечується виявлення, супроводження та визначення характеристик повітряних об’єктів з імовірністю більше одиниці", "область повітряного простору, у межах якого включеними засобами радіолокації радіотехнічного батальйону (бригади, угруповання РТВ) забезпечується виявлення, супроводження та визначення характеристик повітряних об’єктів з імовірністю не менше заданої"],
        answer: "область повітряного простору, у межах якого включеними засобами радіолокації радіотехнічного батальйону (бригади, угруповання РТВ) забезпечується виявлення, супроводження та визначення характеристик повітряних об’єктів з імовірністю не менше заданої"
      },
	  {
        question: "Радіотехнічний батальйон - це:",
        options: ["тактичний підрозділ радіотехнічних військ", "тактична частина радіотехнічних військ", "основний тактичний підрозділ радіотехнічних військ", "основний тактичний підрозділ радіолокаційних військ"],
        answer: "основний тактичний підрозділ радіотехнічних військ"
      },
	  {
        question: "Радіотехнічні підрозділи поділяються:",
        options: ["за покладеними завданнями, за місцем дислокації", "за покладеними завданнями, за місцем дислокації, за станом", "за покладеними завданнями, за місцем дислокації, за станом, за залученістю до бойового чергування", "за місцем дислокації, за станом"],
        answer: "за покладеними завданнями, за місцем дислокації, за станом"
      },
      {
        question: "Бойовий порядок окремої радіолокаційної роти включає:",
        options: ["позиції РЛС і КЗА, командний пункт, передавальний і приймальний радіопункти, пост візуального спостереження, позицію зенітної кулеметної установки (ПЗРК), інженерні споруди, запасні, резервні, хибні позиції", "позиції РЛС і КЗА, передавальний і приймальний радіопункти, пост візуального спостереження, позицію зенітної кулеметної установки (ПЗРК), інженерні споруди, основні, запасні, резервні, хибні, вогневі позиції", "позиції РЛС і КЗА, командний пункт, передавальний і приймальний радіопункти, пост візуального спостереження, позицію зенітної кулеметної установки (ПЗРК)", "позиції РЛС і КЗА, командний пункт, пост візуального спостереження, позицію зенітної кулеметної установки (ПЗРК), запасні, резервні, хибні позиції"],
        answer: "позиції РЛС і КЗА, командний пункт, передавальний і приймальний радіопункти, пост візуального спостереження, позицію зенітної кулеметної установки (ПЗРК), інженерні споруди, запасні, резервні, хибні позиції"
      },
      {
        question: "Можливості радіотехнічного підрозділу щодо здійснення маршу характеризуються:",
        options: ["часом, що витрачається на його переведення у похідне положення, часом здійснення маршу і розгортання в бойовий порядок у новому районі", "часом розгортання радіотехнічного підрозділу в бойовий порядок у новому районі", "ймовірністю розгортання радіотехнічного підрозділу в бойовий порядок у новому районі", "часом здійснення маршу радіотехнічним підрозділом"],
        answer: "часом, що витрачається на його переведення у похідне положення, часом здійснення маршу і розгортання в бойовий порядок у новому районі"
      },
      {
        question: "Радіолокаційна розвідка - це:",
        options: ["відомості про об’єкти (цілі) противника в призначеній області повітряного простору, які добуті за допомогою засобів радіолокації", "процес добування відомостей про об’єкти (цілі) противника в призначеній області повітряного простору за допомогою засобів радіолокації", "виявлення і визначення координат цілей", "відомості про повітряні цілі та свої літаки"],
        answer: "процес добування відомостей про об’єкти (цілі) противника в призначеній області повітряного простору за допомогою засобів радіолокації"
      },
      {
        question: "Способами ведення радіолокаційної розвідки радіотехнічним підрозділом є:",
        options: ["пошук у призначеній зоні (секторі) і діапазоні висот", "круговий пошук; пошук у призначеній зоні (секторі) і діапазоні висот", "круговий пошук; пошук у призначеній зоні (секторі) і діапазоні висот; пошук і супроводження призначених цілей", "круговий пошук; пошук у відповідальному секторі і діапазоні висот; пошук призначених цілей"],
        answer: "круговий пошук; пошук у призначеній зоні (секторі) і діапазоні висот; пошук і супроводження призначених цілей"
      },
      {
        question: "До засобів радіолокації належать:",
        options: ["РЛС, радіолокаційні комплекси", "РЛС, рухомі радіолокаційні висотоміри, комплекси засобів автоматизації", "РЛС, радіолокаційні комплекси, рухомі радіолокаційні висотоміри, наземні радіолокаційні запитувачі", "РЛС, радіолокаційні комплекси, рухомі радіолокаційні висотоміри, комплекси засобів автоматизації"],
        answer: "РЛС, радіолокаційні комплекси, рухомі радіолокаційні висотоміри, наземні радіолокаційні запитувачі"
      },
      {
        question: "Засоби радіолокації за призначенням поділяються на:",
        options: ["РЛС (РЛК) бойового режиму, РЛС (РЛК) чергового режиму, РЛС (РЛК) метрового діапазону", "РЛС (РЛК) метрового діапазону, РЛС (РЛК) дециметрового діапазону, РЛС (РЛК) сантиметрового діапазону", "РЛС (РЛК) бойового режиму, РЛС (РЛК) чергового режиму, КЗА бойового режиму, КЗА чергового режиму", "РЛС (РЛК) бойового режиму, РЛС чергового режиму, РЛС маловисотного поля"],
        answer: "РЛС (РЛК) бойового режиму, РЛС чергового режиму, РЛС маловисотного поля"
      },
      {
        question: "До радіоелектронної техніки РТВ належать:",
        options: ["РЛС, комплекси засобів автоматизації", "засоби радіолокації, комплекси засобів автоматизації, спеціальні засоби", "засоби радіолокації, комплекси засобів автоматизації, засоби зв’язку", "РЛС, засоби радіолокації, комплекси засобів автоматизації, засоби зв’язку"],
        answer: "засоби радіолокації, комплекси засобів автоматизації, спеціальні засоби"
      },
      {
        question: "Надійність РЕТ це:",
        options: ["комплексна властивість, що включає безвідмовність та довговічність", "комплексна властивість, що включає безвідмовність, довговічність, ремонтопридатність і збереженість", "вид забезпечення, що включає безвідмовність, довговічність, ремонтопридатність і збереженість", "заходи, що включають ремонтопридатність і збереженість"],
        answer: "комплексна властивість, що включає безвідмовність, довговічність, ремонтопридатність і збереженість"
      },
      {
        question: "До складу системи технічної експлуатації (ТЕ) входять:",
        options: ["засоби ТЕ; виконавці", "ОВТ, що розглядаються як об’єкти ТЕ; засоби ТЕ; виконавці; документація", "ОВТ, що розглядаються як об’єкти ТЕ; засоби ТЕ", "ОВТ, що розглядаються як об’єкти ТЕ"],
        answer: "ОВТ, що розглядаються як об’єкти ТЕ; засоби ТЕ; виконавці; документація"
      },
      {
        question: "Під плануванням технічної експлуатації і ремонту РЕТ розуміють:",
        options: ["завчасне розроблення заходів з забезпечення технічної експлуатації і ремонту РЕТ із зазначенням термінів виконання цих заходів", "завчасне розроблення заходів з підготовки, забезпечення та здійснення технічної експлуатації і ремонту РЕТ із зазначенням термінів виконання цих заходів, виконавців і відповідальних осіб за організацію та контроль за їх виконанням", "завчасне розроблення заходів з підготовки, забезпечення та здійснення технічної експлуатації і ремонту РЕТ", "завчасне розроблення заходів з підготовки технічної експлуатації і ремонту РЕТ із зазначенням термінів виконання цих заходів, виконавців і відповідальних осіб за організацію та контроль за їх виконанням"],
        answer: "завчасне розроблення заходів з підготовки, забезпечення та здійснення технічної експлуатації і ремонту РЕТ із зазначенням термінів виконання цих заходів, виконавців і відповідальних осіб за організацію та контроль за їх виконанням"
      },
      {
        question: "Ремонтно-відновлювальні органи РТВ це:",
        options: ["штатні та позаштатні оперативно-підпорядковані ремонтні підрозділи радіотехнічних частин та підрозділів", "штатні ремонтні підрозділи радіотехнічних частин та підрозділів", "штатні та позаштатні ремонтні підрозділи радіотехнічних частин та підрозділів", "позаштатні ремонтні підрозділи радіотехнічних частин та підрозділів"],
        answer: "штатні та позаштатні ремонтні підрозділи радіотехнічних частин та підрозділів"
      },
      {
        question: "Основними експлуатаційними документами для РЕТ є:",
        options: ["формуляр; паспорт; інструкція з експлуатації; інструкція з технічного обслуговування", "формуляр; паспорт; технічний опис; схема електричних з’єднань; схема електрична принципова; інструкція з експлуатації; інструкція з технічного обслуговування", "формуляр; паспорт; технічний опис; схема електричних з’єднань; схема електрична принципова", "формуляр; схема електричних з’єднань; схема електрична принципова; інструкція з експлуатації; інструкція з технічного обслуговування"],
        answer: "формуляр; паспорт; технічний опис; схема електричних з’єднань; схема електрична принципова; інструкція з експлуатації; інструкція з технічного обслуговування"
      },
      {
        question: "Види ТО РЕТ за етапами експлуатації:",
        options: ["ТО під час вводу в експлуатацію; ТО в процесі використання за призначенням; ТО в процесі зберігання; ТО в процесі транспортування; ТО в особливих умовах (у ході бойових дій)", "ТО в процесі використання за призначенням; ТО в процесі зберігання; ТО в процесі транспортування; ТО в особливих умовах (у ході бойових дій)", "ТО в процесі використання за призначенням; ТО в процесі зберігання; ТО в особливих умовах (у ході бойових дій)", "ТО під час вводу в експлуатацію; ТО в процесі використання за призначенням; ТО в процесі зберігання; ТО в особливих умовах (у ході бойових дій)"],
        answer: "ТО в процесі використання за призначенням; ТО в процесі зберігання; ТО в процесі транспортування; ТО в особливих умовах (у ході бойових дій)"
      }
	]
  },
  "2": {
    title: "Вступ в HTML",
    timeLimit: 180, // 3 хвилини на весь тест
    questions: [
      {
        question: "Що таке <a>?",
        options: ["Посилання", "Картинка"],
        answer: "Посилання"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      }
    ]
  },
  "3": {
    title: "Тема 1. Заняття 1.",
    timeLimit: 180, // 3 хвилини на весь тест
    questions: [
      {
        question: "Що таке <a>?",
        options: ["Посилання", "Картинка"],
        answer: "Посилання"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      }
    ]
  },
  "4": {
    title: "Тема 1. Заняття 2.",
    timeLimit: 180, // 3 хвилини на весь тест
    questions: [
      {
        question: "Що таке <a>?",
        options: ["Посилання", "Картинка"],
        answer: "Посилання"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      },
      {
        question: "Який тег створює заголовок першого рівня?",
        options: ["<h1>", "<header>"],
        answer: "<h1>"
      }
    ]
  }
};